<?php

	/**
	 * Кофигурация сайта
	 */
	$TMPL['title'] = 'НовинкиКино.ру - Легкий поиск фильмов';
	$TMPL['description'] = 'НовинкиКино.ру позволит Вам слегкостью найти фильм (новинки) для просмотра онлайн';
	$TMPL['keywords'] = 'смотреть онлайн,кино онлайн,смотреть,новинки онлайн,фильмы 2018 новинки кино онлайн,новинки кино фантастика,новинки кино комедии,новинки кино мелодраммы,новинки военного кино';
	$author = 'Denis_Denisow';
	$mail = 'Denis_Ustinow@mail.ru';

	/**
	 * Черный список фильмов
	 */
	$license[607737] = 'Глубоководный горизонт';
	$license[981342] = 'Казаки. Футбол';
	$license[841147] = 'Капитан Фантастик';
	$license[674498] = 'С новым годом, мамы!';
	$license[715464] = 'Что творят мужчины!';
	$license[493208] = 'Холодное сердце';
	$license[840885] = 'Большой и добрый великан';
	$license[645118] = 'Головоломка';
	$license[807852] = 'Излечить страх';
	$license[765083] = 'Что творят мужчины! 2';
	$license[689066] = 'Стражи Галактики';
	$license[692957] = 'В поисках Дори';
	$license[851960] = 'Служанка';
	$license[446140] = 'Служанка';
	$license[1100768] = 'В последний раз прощаюсь';
	
	
	//Мультфильмы
	$slider_1[] = '837530';
	$slider_1[] = '2360';
	$slider_1[] = '478491';
	$slider_1[] = '279102';
	$slider_1[] = '280172';
	$slider_1[] = '775276';
	$slider_1[] = '7097';
	$slider_1[] = '540';
	$slider_1[] = '2361';
	$slider_1[] = '573759';
	$slider_1[] = '714248';

	//Сериалы
	$slider_2[] = '464963';
	$slider_2[] = '77044';
	$slider_2[] = '502838';
	$slider_2[] = '404900';
	$slider_2[] = '178710';
	$slider_2[] = '681831';
	$slider_2[] = '306084';
	$slider_2[] = '79848';
	$slider_2[] = '251568';
	$slider_2[] = '401522';

	//Комедии
	$slider_3[] = '566090';
	$slider_3[] = '448';
	$slider_3[] = '535341';
	$slider_3[] = '381';
	$slider_3[] = '42664';
	$slider_3[] = '32898';
	$slider_3[] = '342';
	$slider_3[] = '42782';
	$slider_3[] = '476';
	$slider_3[] = '522';
	$slider_3[] = '25108';

	//Боевики
	$slider_4[] = '447301';
	$slider_4[] = '474';
	$slider_4[] = '316';
	$slider_4[] = '4374';
	$slider_4[] = '111543';
	$slider_4[] = '444';
	$slider_4[] = '371';
	$slider_4[] = '437410';
	$slider_4[] = '41519';
	$slider_4[] = '2656';

	//Мелодрамы
	$slider_5[] = '839961';
	$slider_5[] = '915140';
	$slider_5[] = '102198';
	$slider_5[] = '5059';
	$slider_5[] = '2213';
	$slider_5[] = '356';
	$slider_5[] = '414';
	$slider_5[] = '627';
	$slider_5[] = '3561';
	$slider_5[] = '395787';
	$slider_5[] = '527';
	$slider_5[] = '6877';

	//Фантастика
	$slider_6[] = '505851';
	$slider_6[] = '195334';
	$slider_6[] = '258687';
	$slider_6[] = '5167';
	$slider_6[] = '447';
	$slider_6[] = '251733';
	$slider_6[] = '5492';
	$slider_6[] = '81555';
	$slider_6[] = '417';
	$slider_6[] = '7640';

	//Приключения
	$slider_7[] = '3498';
	$slider_7[] = '474';
	$slider_7[] = '4374';
	$slider_7[] = '586397';
	$slider_7[] = '278522';
	$slider_7[] = '332';
	$slider_7[] = '420923';
	$slider_7[] = '707';
	$slider_7[] = '458';
	$slider_7[] = '407636';