$('#slider1').sliderRM({
	bar: false,//горизонтальный скролл-бар
	nav: true,//Кнопки навигации вперед-назад
	responsive:{
		0:{//Настройки для ширины экрана от 0 до 479px
			items: 1,//количество слайдов
		},
		580:{//Настройки для ширины экрана от 480px до 767px
			items: 2,
		},
		735:{//Настройки для ширины экрана от 480px до 767px
			items: 3,
		},
		890:{//Настройки для ширины экрана от 480px до 767px
			items: 4,
		},
		1045:{//Настройки для ширины экрана от 768px до 979px
			items: 5,
		},
		1200:{//Настройки для ширины экрана от 980px и больше
			items: 6,
		},
	}
});
/*$('#slider2').sliderRM({
	bar: false,//горизонтальный скролл-бар
	nav: true,//Кнопки навигации вперед-назад
	responsive:{
		0:{//Настройки для ширины экрана от 0 до 479px
			items: 1,//количество слайдов
		},
		580:{//Настройки для ширины экрана от 480px до 767px
			items: 2,
		},
		735:{//Настройки для ширины экрана от 480px до 767px
			items: 3,
		},
		890:{//Настройки для ширины экрана от 480px до 767px
			items: 4,
		},
		1045:{//Настройки для ширины экрана от 768px до 979px
			items: 5,
		},
		1200:{//Настройки для ширины экрана от 980px и больше
			items: 6,
		},
	}
});
$('#slider3').sliderRM({
	bar: false,//горизонтальный скролл-бар
	nav: true,//Кнопки навигации вперед-назад
	responsive:{
		0:{//Настройки для ширины экрана от 0 до 479px
			items: 1,//количество слайдов
		},
		580:{//Настройки для ширины экрана от 480px до 767px
			items: 2,
		},
		735:{//Настройки для ширины экрана от 480px до 767px
			items: 3,
		},
		890:{//Настройки для ширины экрана от 480px до 767px
			items: 4,
		},
		1045:{//Настройки для ширины экрана от 768px до 979px
			items: 5,
		},
		1200:{//Настройки для ширины экрана от 980px и больше
			items: 6,
		},
	}
});
$('#slider4').sliderRM({
	bar: false,//горизонтальный скролл-бар
	nav: true,//Кнопки навигации вперед-назад
	responsive:{
		0:{//Настройки для ширины экрана от 0 до 479px
			items: 1,//количество слайдов
		},
		580:{//Настройки для ширины экрана от 480px до 767px
			items: 2,
		},
		735:{//Настройки для ширины экрана от 480px до 767px
			items: 3,
		},
		890:{//Настройки для ширины экрана от 480px до 767px
			items: 4,
		},
		1045:{//Настройки для ширины экрана от 768px до 979px
			items: 5,
		},
		1200:{//Настройки для ширины экрана от 980px и больше
			items: 6,
		},
	}
});
$('#slider5').sliderRM({
	bar: false,//горизонтальный скролл-бар
	nav: true,//Кнопки навигации вперед-назад
	responsive:{
		0:{//Настройки для ширины экрана от 0 до 479px
			items: 1,//количество слайдов
		},
		580:{//Настройки для ширины экрана от 480px до 767px
			items: 2,
		},
		735:{//Настройки для ширины экрана от 480px до 767px
			items: 3,
		},
		890:{//Настройки для ширины экрана от 480px до 767px
			items: 4,
		},
		1045:{//Настройки для ширины экрана от 768px до 979px
			items: 5,
		},
		1200:{//Настройки для ширины экрана от 980px и больше
			items: 6,
		},
	}
});
$('#slider6').sliderRM({
	bar: false,//горизонтальный скролл-бар
	nav: true,//Кнопки навигации вперед-назад
	responsive:{
		0:{//Настройки для ширины экрана от 0 до 479px
			items: 1,//количество слайдов
		},
		580:{//Настройки для ширины экрана от 480px до 767px
			items: 2,
		},
		735:{//Настройки для ширины экрана от 480px до 767px
			items: 3,
		},
		890:{//Настройки для ширины экрана от 480px до 767px
			items: 4,
		},
		1045:{//Настройки для ширины экрана от 768px до 979px
			items: 5,
		},
		1200:{//Настройки для ширины экрана от 980px и больше
			items: 6,
		},
	}
});
$('#slider7').sliderRM({
	bar: false,//горизонтальный скролл-бар
	nav: true,//Кнопки навигации вперед-назад
	responsive:{
		0:{//Настройки для ширины экрана от 0 до 479px
			items: 1,//количество слайдов
		},
		580:{//Настройки для ширины экрана от 480px до 767px
			items: 2,
		},
		735:{//Настройки для ширины экрана от 480px до 767px
			items: 3,
		},
		890:{//Настройки для ширины экрана от 480px до 767px
			items: 4,
		},
		1045:{//Настройки для ширины экрана от 768px до 979px
			items: 5,
		},
		1200:{//Настройки для ширины экрана от 980px и больше
			items: 6,
		},
	}
});*/